Repository: remram44/call_your_mom
Catalog: call_your_mom/locale/*/LC_MESSAGES/django.po
Languages: cs_cz, fr

source: Someone requested a login link for Call Your Mom. You can use the link below to log in:
cs_cz: Někdo si vyžádál přihlašovací odkaz do Call Your Mom. Můžete použít následující link pro přihlášení:
fr: Quelqu'un a demandé un lien pour se connecter à Call Your Mom. Vous pouvez utilisez le lien ci-dessous pour vous connecter :

source: If this wasn't you, feel free to ignore this message.
cs_cz: Pokud jste to nebyli Vy, prosím ignorujte tuto zprávu.
fr: Si ce n'était pas vous, vous pouvez ignorer ce message.

source: Someone requested an account for Call Your Mom using this email address. You can use the link below to log in:
cs_cz: Někdo si vyžádal účet na Call Your Mom a uvedl tuto emailovou adresu. Můžete použít následující odkaz pro přihlášení:
fr: Quelqu'un a demandé la création d'un compte sur Call Your Mom avec cette addresse email. Vous pouvez utilisez le lien ci-dessous pour vous connecter :

source: Reminder - {0}
cs_cz: Připomínka - {0}
fr: Rappel - {0}

source: You asked to be reminded of this task by Call Your Mom.
cs_cz: Požádali jste o upozornění na tento úkol přes Call Your Mom.
fr: Tu as demandé à être rappelé de cette tâche par Call Your Mom.

source: Follow this link to mark this as done and prime the next reminder:
cs_cz: Tímto odkazem označíte úkol za splněný a aktivujete další připomínku:
fr: Suis ce lien pour marquer cette tâche effectuée et engager le prochain rappel :

source: normal
cs_cz: normální

source: exact
cs_cz: přesně

source: Task done: %(task_name)s
cs_cz: Úkol splněn: %(task_name)s
fr: Tâche effectuée: %(task_name)s

# task form
source: Done on:
cs_cz: Splněno:
fr: Effectuée le :

# task form
source: Due:
cs_cz: Termín:
fr: Échéance :

# ack form
source: Save
cs_cz: Uložit
fr: Valider

source: The source code for Call Your Mom is available via <a href="%(project_url)s">github</a>. It is licensed under a modified BSD license, found in the <a href="https://github.com/remram44/call_your_mom/blob/master/LICENSE.txt">LICENSE.txt</a> file in the repository.
cs_cz: Zdrojový kód pro Call Your Mom je k dispozici prostřednictvím <a href="%(project_url)s">github</a>. Je licencován pod upravenou licencí BSD uvedenou v souboru <a href="https://github.com/remram44/call_your_mom/blob/master/LICENSE.txt">LICENSE.txt</a> .
fr: Le code source de Call Your Mom est accessible sur <a href="%(project_url)s">github</a>. Il est sous licence BSD modifiée, située dans le fichier <a href="https://github.com/remram44/call_your_mom/blob/master/LICENSE.txt">LICENSE.txt</a> dans le dépôt.

source: View this website in:
cs_cz: Zobrazit tento web v:
fr: Consulter ce site en :

source: Create a task:
cs_cz: Vytvořit úkol:
fr: Créer une tâche :

source: Edit task: %(task_name)s
cs_cz: Upravit úkol: %(task_name)s
fr: Modification d'une tâche : %(task_name)s

# task form
source: Name:
cs_cz: Název:
fr: Nom :

# task form
source: Description:
cs_cz: Popis:

# task form
source: Interval (days):
cs_cz: Interval (dní):
fr: Intervalle (jours) :

# new task
source: Create
cs_cz: Vytvořit
fr: Créer

# change task
source: Save
cs_cz: Uložit
fr: Valider

source: Thank you for using Call Your Mom!
cs_cz: Děkujeme, že používáte Call Your Mom!
fr: Merci d'utiliser Call Your Mom !

source: Back to the home page
cs_cz: Zpět na hlavní stranu
fr: Retour à la page d'accueil

source: You asked to be reminded of this task by Call Your mom.
cs_cz: Požádali jste, aby vám tento úkol připomněl Call Your Mom.
fr: Tu as demandé à être rappelé de cette tâche par Call Your Mom.

source: Follow this link to mark this as done and prime the next reminder
cs_cz: Pomocí tohoto odkazu to označíte jako vyřízené a připravíte další připomenutí
fr: Suis ce lien pour marquer cette tâche effectuée et engager le prochain rappel

source: This email was sent because you signed up for Call Your Mom. If you no longer with to receive those emails, you may delete your account at any time.
cs_cz: Tento e-mail byl odeslán, protože jste se zaregistrovali do Call Your Mom. Pokud tyto e-maily již nechcete dostávat, můžete svůj účet kdykoli smazat.
fr: Cet email a été envoyé parce que tu t'es inscris à Call Your Mom. Si tu ne souhaites plus recevoir ces emails, tu peux supprimer ton compte n'importe quand.

source: <h1>What is this website for?</h1> <p>Folks use things like lists, boards (Trello or white!), or bug trackers to organize tasks. Others tend to treat their inbox as a job queue or to-do list as well. However, none of those systems are meant for tasks that need to happen again and again.</p> <p>Sometimes, we don't know how far in advance it would be a good time to do one of those tasks again. It's a hassle to keep postponing the task in a calendar, and if you miss the notification, there is the risk it will never remind us about it again.</p> <p>After signing up with your email, you can set tasks that should be done every X number of days. The system will remind you when it is time! You can set any task name, description, and interval (every two weeks, etc.). By clicking the link in the reminder email, you can set the next time it is due.</p> <h1>What can I use this for?</h1> <h3>Tasks that should not be forgotten too long <small>like calling your mom.</small></h3> <p>If you call her before being reminded, or she calls you, good for you. The reminder will start counting down from that date, so the reminder date changes. This works for other tasks like:</p> <ul> <li><a href="https://www.duplicati.com/">Backup your computer</a> and phone once a week</li> <li>Clean the floors once every two weeks</li> <li>Write a blog post once a month</li> <li>Date night every other day</li> <li>Schedule a meeting for your project every 15 days</li> <li>Call your mom more!</li> </ul> <h3>Tasks that need to happen on a specific day <small>like on Wednesdays, the weekend, or the 1st of the month</small></h3> <p>No matter when you acknowledge the reminder, the system will keep to the initial schedule. Example:</p> <ul> <li>Make slides before the class every Thursday</li> <li>Team meeting before the end of the month</li> <li>Food coop shift on the third weekend of the month</li> <li>New X-Files episodes every Wednesday</li> <li>Play the <a href="http://duskers.misfits-attic.com/">Duskers</a> weeklies on weekends</li> </ul>
cs_cz: <h1> K čemu je tento web? </h1> <p> Lidé k organizaci úkolů používají například seznamy, nástěnky (Trello nebo white!) nebo trackery chyb. Jiní mají tendenci zacházet se svou doručenou poštou jako s frontou úloh nebo seznamem úkolů. Žádný z těchto systémů však není určen pro úkoly, které se musí opakovat. </p> <p> Někdy nevíme, kdy by byl vhodný čas na znovuprovedení některého z úkolů. Je otravné úkol neustále odkládat v kalendáři a pokud minete oznámení, existuje riziko, že nám to už nikdy nepřipomene. </p> <p> Po přihlášení pomocí e-mailu můžete nastavit úkoly, které by se měly provádět každých X dní. Systém vám připomene, když je ten správný čas! Můžete nastavit libovolný název úkolu, popis a interval (každé dva týdny atd.). Kliknutím na odkaz v e-mailu s připomenutím můžete nastavit další termín. </p> <h1> K čemu to mohu použít? </h1> <h3> Úkoly, na které byste neměli příliš dlouho zapomínat <small> jako zavolat matce. </small> </h3> <p> Pokud jí zavoláte před připomenutím, nebo ona zavolá vám, je to pro vás dobré. Připomenutí se začne odpočítávat od tohoto data, takže se datum připomenutí změní. To funguje u dalších úkolů, jako jsou: </p> <ul> <li> <a href="https://www.duplicati.com/"> Zálohujte si počítač </a> a telefon jednou týdně </li> <li> Čistěte podlahu jednou za dva týdny </li> <li> Napište blogový příspěvek jednou za měsíc </li> <li> Rande v noci každý druhý den </li> <li> Naplánujte si schůzku pro svůj projekt každých 15 dní </li> <li> Zavolej své matce znovu! </li> </ul> <h3> Úkoly, které je třeba uskutečnit v konkrétní den <small> jako ve středu, o víkendu nebo 1. v měsíci </small> </h3> <p> Bez ohledu na to, kdy připomenutí potvrdíte, systém dodrží původní plán. Příklad: </p> <ul> <li> Vytvořte prezentaci před školou každý čtvrtek </li> <li> Setkání týmu před koncem měsíce </li> <li> Setkání družstva třetí víkend v měsíci </li> <li> Nové epizody Akta X každou středu </li> <li> O víkendech přehrání epizod <a href="http://duskers.misfits-attic.com/"> Duskers </a>. </li> </ul>

source: Where do I sign up?
cs_cz: Kde se zaregistruji?
fr: Où est-ce que je m'inscris ?

source: When you submit your email here, we'll send you a link you can use to start adding tasks:
cs_cz: Když zde zadáte svůj e-mail, pošleme vám odkaz, pomocí kterého můžete začít přidávat úkoly:
fr: Entre ton addresse email et clique le lien qu'on t'envoie pour commencer à ajouter des tâches :

# Submit button for email registration
source: Go
cs_cz: Ok
fr: Ok

source: Log in
cs_cz: Přihlásit
fr: Se connecter

source: Just enter your email, and click the link we'll send you to start adding tasks:
cs_cz: Jednoduše zadejte svůj e-mail a kliknutím na odkaz, který vám pošleme, můžete začít přidávat úkoly:
fr: Entre ton addresse email et clique le lien qu'on t'envoie pour commencer à ajouter des tâches :

source: Email Address
cs_cz: Emailová adresa
fr: Addresse email

source: Settings for <em>%(email)s</em>
cs_cz: Nastavení <em>%(email)s</em>
fr: Configuration pour <em>%(email)s</em>

source: Click here to log out
cs_cz: Klikněte zde pro odhlášení

source: Timezone:
cs_cz: Časová zóna:

# timezone
source: Change
cs_cz: Změnit

source: Here are your tasks:
cs_cz: Zde jsou Vaše úkoly:
fr: Voici vos tâches :

source: Name
cs_cz: Název
fr: Nom

source: Type
cs_cz: Typ

source: Created
cs_cz: Vytvořeno
fr: Créée

source: Due
cs_cz: Termín
fr: Échéance

source: %(interval)s days
cs_cz: %(interval)s dnů

source: Edit task
cs_cz: Změnit úkol
fr: Modifier cette tâche

source: Delete task
cs_cz: Změnit úkol
fr: Supprimer cette tâche

source: No task yet
cs_cz: Zatím žádný úkol
fr: Aucune tâche pour l'instant

source: Add a task
cs_cz: Přidat úkol
fr: Créer une tâche

source: Sign up!
cs_cz: Přihlásit se!
fr: Inscris-toi !

source: Please provide an email address
cs_cz: Uveďte prosím e-mailovou adresu
fr: Merci d'entrer une addresse email

source: Rate-limiting is active. Not sending another email to {0}.
cs_cz: Omezení množství emailů je aktivní. Další e-mail neposílám {0}.

source: We have sent an email to {0}. Please follow the link inside to start creating tasks.
cs_cz: Odeslali jsme e-mail na adresu {0}. Postupujte podle odkazu uvnitř a začněte vytvářet úkoly.
fr: Nous avons envoyé un email à {0}. Merci de suivre le lien à l'intérieur pour commencer à ajouter des tâches.

source: We have sent an email to {0}, if such an account exist. Please follow the link inside to log in.
cs_cz: Pokud takový účet existuje, odeslali jsme e-mail na adresu {0}. Přihlaste se pomocí odkazu uvnitř.
fr: Nous avons envoyé un email à {0}, si ce compte existe. Merci de suivre le lien à l'intérieur pour te connecter.

source: You have been logged out.
cs_cz: Byli jste odhlášeni.
fr: Tu as été déconnecté.

source: Timezone updated
cs_cz: Časové pásmo aktualizováno

source: Couldn't find this task!
cs_cz: Nemohu najít tento úkol!
fr: Impossible de trouver cette tâche !

source: Please give your task a name
cs_cz: Prosím pojmenujte svůj úkol
fr: Merci de donner un nom à ta tâche

source: Please give your task a due date
cs_cz: Prosím dejte svému úkolu termín

source: Please give your task an interval in days between occurrences
cs_cz: Dejte svému úkolu interval ve dnech mezi jednotlivými výskyty

source: Task updated
cs_cz: Úkol aktualizován
fr: Tâche mise à jour

source: Task created
cs_cz: Úkol vytvořen
fr: Tâche créée

source: Task deleted
cs_cz: Úkol smazán
fr: Tâche supprimée

source: Please enter the date you performed the task
cs_cz: Zadejte datum, kdy jste úkol provedli

source: Please enter the date this task is due next
cs_cz: Zadejte datum, kdy má být tento úkol příští termín

source: <h1>What is this website for?</h1> <p>Folks use things like lists, boards (Trello or white!), or bug trackers to organize tasks. Others tend to treat their inbox as a job queue or to-do list as well. However, none of those systems are meant for tasks that need to happen again and again.</p> <p>Sometimes, we don't know how far in advance it would be a good time to do one of those tasks again. It's a hassle to keep postponing the task in a calendar, and if you miss the notification, there is the risk it will never remind us about it again.</p> <p>After signing up with your email, you can set tasks that should be done every X number of days. The system will remind you when it is time! You can set any task name, description, and interval (every two weeks, etc.). By clicking the link in the reminder email, you can set the next time it is due.</p> <h1>What can I use this for?</h1> <h3>Tasks that should not be forgotten too long <small>like calling your mom.</small></h3> <p>If you call her before being reminded, or she calls you, good for you. The reminder will start counting down from that date, so the reminder date changes. This works for other tasks like:</p> <ul> <li><a href="https://www.duplicati.com/">Backup your computer</a> and phone once a week</li> <li>Clean the floors once every two weeks</li> <li>Write a blog post once a month</li> <li>Date night every other day</li> <li>Schedule a meeting for your project every 15 days</li> <li>Call your mom more!</li> </ul> <h3>Tasks that need to happen on a specific day <small>like on Wednesdays, the weekend, or the 1st of the month</small></h3> <p>No matter when you acknowledge the reminder, the system will keep to the initial schedule. Example:</p> <ul> <li>Make slides before the class every Thursday</li> <li>Team meeting before the end of the month</li> <li>Food coop shift on the third weekend of the month</li> <li>New X-Files episodes every Wednesday</li> <li>Play the <a href="http://nuclearthrone.com/">Nuclear Throne</a> weeklies on weekends</li> </ul>
fr: <h1>À quoi sert ce site ?</h1> <p>Les gens aiment bien utiliser des listes, tableaux (blancs ou Kanban !) ou bug trackers pour organiser des tâches. D'autres ont tendance à utiliser leur boîte email comme une file d'attente ou une liste de tâche. Cependant, aucun système n'est prévu pour les tâches qui doivent être répétées encore et encore.</p> <p>Des fois, on ne sait pas en avance quand sera un bon moment pour effectuer une de ces tâches. Reporter sans cesse un évènement dans son calendrier est pénible, et il y a aussi le risque de rater une notification, et jamais recevoir un autre rappel.</p> <p>Après avoir créé un compte avec votre email, tu pourras ajouter des tâches qui doivent être accomplie tous les X jours. Le système te rappellera quand il est temps ! Tu peux entrer n'importe quel nom, description et intervalle de temps (toutes les deux semaines, etc). Quand tu cliques le lien dans l'email de rappel, tu peux choisir la prochaine échéance.</p> <h1>Qu'est-ce que je peux faire avec ça ?</h1> <h3>Les tâches qui ne doivent pas être oubliées trop longtemps <small>comme appeler ta mère.</small></h3> <p>Si tu l'appelles avant l'email de rappel, ou si elle t'appelle, tant mieux. Le rappel commencera à compte à partir de cette date, et donc la date des rappels change. Ça marche aussi avec d'autres tâches comme :</p> <ul> <li><a href="https://www.duplicati.com/">Faire une sauvegarde de ton ordinateur</a> et téléphone toutes les semaines</li> <li>Nettoyer les sols toutes les deux semaines</li> <li>Écrire un billet de blog une fois par mois</li> <li>Sortir avec la petite amie tous les 3-4 jours</li> <li>Prévoir un meeting pour ton projet tous les 15 jours</li> <li>Appeler ta mère plus souvent !</li> </ul> <h3>Les tâches qui doivent être effectuées un jour précis <small>comme le mercredi, le week-end, ou 1er du mois</small></h3> <p>Quelque soit la date à laquelle tu cliques sur le rappel, le système se tiendra au programme initial. Par exemple :</p> <ul> <li>Préparer des slides avant le cours le jeudi</li> <li>Meeting avec l'équipe avant la fin du mois</li> <li>Travailler à la coop le troisiéme week-end du mois</li> <li>Nouvel épisode d'X-Files tous les mercredis</li> <li>Jouer à la weekly de <a href="http://nuclearthrone.com/">Nuclear Throne</a> le week-end</li> </ul>

source: Interval
fr: Intervalle

source: Please enter an interval
fr: Merci d'entrer un intervalle
